/* eslint-disable max-len */

const items = [
  {
    id: 1,
    title: 'Як правильно вибирати квіти?',
    content:
      'Вибираючи кімнатні рослини, варто враховувати їхні розміри' +
      ' ' +
      'відповідно до габаритів вашого житла. Розлогій пальмі не місце в тісній' +
      ' ' +
      'кімнаті, як би красиво це не здавалося. Пожвавте простір безліччю' +
      ' ' +
      "невеликих рослин на підвіконнях, етажерках. Для ампельних і в'юнких" +
      ' ' +
      'рослин підберіть красиві підвісні кашпо.',
  },
  {
    id: 2,
    title: 'Правило поливу квітів.',
    content:
      'Поливайте рослини відстояною водою кімнатної температури. Холодна та хлорована ' +
      ' ' +
      'вода шкодить корінню. Поливайте у міру підсихання ґрунту, а не коли маєте вільний час. ' +
      ' ' +
      'З керамічними горщиками все просто. Постукайте по вазону кісточками пальців: сухий ґрунт ' +
      ' ' +
      'видає дзвінкий звук, вологий – глухий.Трохи складніше з рослинами у великих дерев’яних ' +
      ' ' +
      'діжках. Дерево дихає – це добре. Але у великих вазонах верхній шар ґрунту підсихає швидше, ' +
      ' ' +
      'ніж нижній. Поливайте рідко, але так, щоб вода витекла з дренажного отвору. Тоді вологу ' +
      ' ' +
      'отримають навіть нижні тонкі корінці. До речі, саме вони розподіляють кореневою системою ' +
      ' ' +
      'воду та поживні речовини. Їх відмирання загрожує загибеллю рослини.',
  },
  {
    id: 3,
    title: 'Освітлення.',
    content:
      'До світлолюбних кімнатних рослин належать герань, гербера, гібіскус, молочай, бальзамін,' +
      ' ' +
      'фіалка, калла, хлорофітум – вони не бояться прямих сонячних променів.' +
      ' ' +
      'У другому ряду підвіконня можна поставити азалію, жасмин, олеандр, глоксинію, камелії,' +
      ' ' +
      'троянди.' +
      ' ' +
      'У глибині кімнати розміщуйте бромелій, дифенбахію, драцену, папороть, плющ, спатифілум,' +
      ' ' +
      'каучуконосний фікус – їм досить штучного світла.' +
      ' ' +
      'Загалом при виборі рослини дізнайтеся трохи більше про місце її зростання та помістіть в' +
      ' ' +
      'умови, які будуть близькі до нього.',
  },
  {
    id: 4,
    title: 'Які необхідні температура та вологість повітря?',
    content:
      'Південним тропічним рослинам потрібне вологе повітря. Сукуленти та кактуси прекрасно' +
      ' ' +
      'обходяться сухим. Орхідеї краще цвітуть при +25°С, бегонії – при +18-20°С. Тож тут теж діє' +
      ' ' +
      'правило №3 – орієнтуйтеся на природне середовище рослини. Якщо придбати зволожувач – не' +
      ' ' +
      'вигідно для вашого бюджету, є недороге альтернативне рішення: візьміть пласкі таці,' +
      ' ' +
      'заповніть керамзитом чи гравієм і залийте водою. На такій «подушці» рослини будуть' +
      ' ' +
      'оточені вологим повітрям, але дно контейнерів не повинне стикатися з водою.',
  },
  {
    id: 5,
    title: 'Боротьба зі шкідниками.',
    content:
      'На кімнатні рослини нерідко нападають павутинні кліщі, борошнисті черв’яки, білокрилки тощо.' +
      ' ' +
      'Тривожними сигналами є уповільнення темпів зростання, скидання бутонів, поява на листі бурих,' +
      ' ' +
      'сірих чи чорних плям. Якщо виявили шкідників, протріть листя мильним розчином. Обгорнувши' +
      ' ' +
      'вазон целофаном, скупайте рослину під теплим душем. Кілька наступних поливів проведіть слабким' +
      ' ' +
      'розчином марганцівки – у ґрунті можуть жити патогенні бактерії та хвороботворні гриби. За' +
      ' ' +
      'необхідності обробіть інфіковану рослину інсектицидами.',
  },
  {
    id: 6,
    title: 'Правила пересадки та сезонність',
    content:
      'Кімнатні рослини у великих вазонах пересаджують рідко, у невеликих контейнерах – раз на 1-3 роки.' +
      ' ' +
      'Чим менша ємність, тим частіше потрібна пересадка. Ґрунт виснажується, тому його потрібно' +
      ' ' +
      'замінити свіжим, поживним. Не пересаджуйте відразу після поливу – важкий ґрунт складно' +
      ' ' +
      'витягнути з горщика, не пошкодивши коріння. Перед посадкою ретельно продезінфікуйте горщики.' +
      ' ' +
      'Підгодовуйте рослини протягом періоду активного росту та цвітіння. У зимовий час скоротіть' +
      ' ' +
      'полив і припиніть вносити добрива. Цибулинні рослини забезпечте прохолодною зимівлею – вони' +
      ' ' +
      'повинні відпочити та набратися сил для бутонізації. Дерева та деревні кущі потребують' +
      ' ' +
      'сезонної обрізки. Це не тільки стимулює гілкування, але й дозволяє надати рослині цікавої' +
      ' ' +
      'форма.',
  },
];

export default items;
