[
  {
    "id": 1,
    "title": "Чи можна зробити замовлення незареєстрованому користувачу?",
    "content": "Незареєстрованому користувачеві можна зробити замовлення на сайті, додавши товари до корзини та прослідкувавши до кінця за кроками оформлення замовлення. При виникненні будь-яких запитань завжди можна звернутися в “Службу підтримки клієнтів” натиснувши на кнопку “Форма зворотнього зв’язку”."
  },
  {
    "id": 2,
    "title": "Для чого користувачу реєструватись на сайті?",
    "content": "При реєстрації користувач має доступ до особистого кабінету, де з легкістю може відстежувати на якому етапі опрацювання перебуває його замовлення."
  },
  {
    "id": 3,
    "title": "Що робить кнопка “Додати до букету”?",
    "content": "В розділі каталогу “Квіти поштучно” товари можна додавати до конструктору букету за допомогою кнопки “Додати до букету”. Для того щоб завершити комплектування букету необхідно натиснути на кнопку “Зібрати букет” та підтвердити ваш вибір. При підтвердженні ваш букет перейде в корзину. Для того щоб завершити покупку необхідно пройти до кінця всі кроки оформлення замовлення."
  },
  {
    "id": 4,
    "title": "Як звернутись до служби підтримки клієнтів?",
    "content": "У нас є дві можливості звернутись до служби підтримки: замовити дзвінок або написати листа. Замовити дзвінок: \n 1. Натисніть на значок телефону, щоб відкрити форму замовлення дзвінка. \n 2. Форма складається з обов'язкових полів: \n    - Ім'я: Введіть своє ім'я (латинські та кириличні літери, цифри, деякі спеціальні символи). \n    - Номер телефону: Введіть номер у форматі +380 XX XXXXXXX. \n    - Повідомлення: Введіть текстове повідомлення (латинські та кириличні літери, цифри, деякі спеціальні символи). \n 3. Натисніть кнопку 'Замовити'. Після цього дані відправляться до адміністрації, а ви побачите підтвердження про успішне відправлення запиту. \n \n Написати листа: \n 1. Натисніть на значок листа, щоб відкрити форму замовлення зворотного листа. \n 2. Форма складається з обов'язкових полів: \n    - Ім'я: Введіть своє ім'я (латинські та кириличні літери, цифри, деякі спеціальні символи). \n    - Електронна пошта: Введіть свою електронну адресу у стандартному форматі. \n    - Повідомлення: Введіть текстове повідомлення (латинські та кириличні літери, цифри, деякі спеціальні символи). \n 3. Натисніть кнопку 'Замовити'. Після цього дані відправляться до адміністрації, а ви побачите підтвердження про успішне відправлення запиту. \n Обидві форми надають зворотний зв'язок про правильність введених даних та дозволяють переглянути текст перед відправкою."
  },
  {
    "id": 5,
    "title": "Які можуть бути статуси замовлень?",
    "content": "Ваше замовлення може мати такі статуси: \n    - Новий: Замовлення ще не опрацьоване, ви можете його відмінити. \n    - Прийнятий: Замовлення опрацьовується і готується до відправки. \n    - Доставляється: Замовлення вже в дорозі до отримувача. \n    - Виконаний: Отримувач вже отримав квіти. \n    - Скасований: Замовлення скасовано."
  },
  {
    "id": 6,
    "title": "Що таке “Декор із квітів”?",
    "content": "При виборі даного пункту меню, ми просимо вас залишити ваші контактні дані та описати подію і місце де потрібно буде зробити декорацію із квітів. Після того як ви надішлете необхідні дані, наш консультант з вами зв’яжеться за допомогою дзвінка чи електронної пошти та проконсультує вас щодо можливих варіантів декору та цін."
  },
  {
    "id": 7,
    "title": "Чи можна скасувати замовлення?",
    "content": "У вашому особистому кабінеті ви бачите статус вашого замовлення. Якщо статус вашого замовлення “Новий” ви можете особисто скасувати замовлення у своєму кабінеті. Якщо статус вашого замовлення інший тоді зверніться, будь ласка, в “Службу підтримки клієнтів”."
  },
  {
    "id": 8,
    "title": "Як оформити замовлення?",
    "content": "Коли все відповідатиме вашим побажанням в корзині натисніть на кнопку “Оформити замовлення” та покроково заповнюйте необхідні поля для оформлення замовлення. При успішному заповненні всіх необхідних полів кнопка “Оформити замовлення” стане активною та при натисканні відправить ваше замовлення в опрацювання."
  },
  {
    "id": 9,
    "title": "Як отримати замовлення?",
    "content": "Ваше замовлення ви можете отримати за допомогою доставки, яка здійснюється нашими кур'єрами або самостійно забрати замовлення з магазину. Більш детальна інформація є в розділі “Доставка та оплата”."
  }
]
