{
  "privacyList": [
    {
      "title": "Особисті дані, які ми збираємо:",
      "description": "Ми можемо збирати різні види особистих даних, щоб забезпечити вам якісний сервіс та особистий підхід. Це включає:",
      "descriptionList": [
        "Контактні дані: ім'я, прізвище, адреса електронної пошти, телефонний номер.",
        "Інформація про замовлення: дані про ваші замовлення та їх статус.",
        "Оплата та фінансова інформація: інформація, необхідна для обробки платежів та управління оплатами.",
        "Інші дані: дані, які ви нам надаєте під час спілкування з нашим сервісом, наприклад, через чат або електронну пошту."
      ]
    },
    {
      "title": "Використання особистих даних:",
      "description": "Ми використовуємо ваші особисті дані для:",
      "descriptionList": [
        "Обробки та доставки замовлень: для забезпечення вам високоякісних квіткових букетів та послуг доставки.",
        "Комунікації: для повідомлень про стан замовлення, акцій та інших важливих повідомлень.",
        "Покращення сервісу: для аналізу та вдосконалення роботи нашого магазину, щоб забезпечити вам ще кращий досвід."
      ]
    },
    {
      "title": "Розкриття особистих даних:",
      "description": "Ми можемо розкривати ваші особисті дані третім сторонам лише в таких випадках:",
      "descriptionList": [
        "Служби Доставки та Платіжні Системи: для виконання вашого замовлення.",
        "Партнери та Постачальники: для надання послуг, пов'язаних із замовленням квітів."
      ]
    },
    {
      "title": "Захист ваших особистих даних:",
      "description": "Ми приділяємо велику увагу безпеці ваших даних. Ваші особисті дані захищені за допомогою технічних та організаційних заходів для запобігання несанкціонованому доступу та використанню."
    },
    {
      "title": "Ваші Права:",
      "description": "Ви маєте право звертатися до нас щодо доступу, виправлення чи видалення ваших особистих даних. Ми готові надати вам повний контроль над вашою інформацією."
    }
  ]
}
